akamud.vscode-theme-onedark
donjayamanne.githistory
eamodio.gitlens
eliostruyf.vscode-msgraph-autocomplete
eliostruyf.vscode-msgraph-essentials
enkia.tokyo-night
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
mhutchie.git-graph
mrmlnc.vscode-duplicate
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-de
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
ms-vscode.remote-explorer
ms-windows-ai-studio.windows-ai-studio
redhat.vscode-yaml
teamsdevapp.vscode-ai-foundry
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
